
/* Bulk promotions buying more X items or more. */
"%u or more for discounts!" = "¡%u o más para descuentos!";

/* x-for-y promotions, like 2-for-1 */
"%u-for-%u promotion!" = "¡Promoción %1$u-por-%2$u!";

/* No comment provided by engineer. */
"Buy" = "Comprar";

/* No comment provided by engineer. */
"CabiShop" = "CabiShop";

/* No comment provided by engineer. */
"Checkout" = "Cesta";

/* No comment provided by engineer. */
"Environment" = "Entorno";

/* No comment provided by engineer. */
"Mock" = "Mock";

/* No comment provided by engineer. */
"No items" = "Sin ítems";

/* No comment provided by engineer. */
"Not Implemented!" = "No implementado";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Production" = "Producción";

/* No comment provided by engineer. */
"Remove" = "Borrar";

/* No comment provided by engineer. */
"Sorry, come back later." = "Lo sentimos, vuelve más tarde.";

/* No comment provided by engineer. */
"Total" = "Total";

/* No comment provided by engineer. */
"x%@" = "x%@";

/* No comment provided by engineer. */
"Your cart is empty." = "Tu carrito está vacío.";
